[
  {
    "shortname": "first",
    "name": "First Letter",
    "path": null,
    "media": {
      "burgess_data": {
        "name": "First Letter",
        "shortname": "first",
        "filename": "first_letter.yaml",
        "content_name": "Passages",
        "content_path": "passages",
        "section": true,
        "passages": [
          {
            "name": "An Overview",
            "shortname": "Overview",
            "path": "overview",
            "passages": [
              "In the author's view, most human beings are interested in basically two things&mdash;love and death, finding one and avoiding the other. And this human fascination with these elements, especially death, touches an audience that includes all of us, regardless of age, gender, income, or religious belief and helps fuel the wide appeal of action/adventure books.",
              "Villarreal tells of close calls with death in virtually every chapter, both his own and those of his climbing clients. To come to physical harm within the confines of our protected societies today, when first responders are only minutes away and emergency rooms with competent doctors are close by, serious injuries and illnesses are dealt with quickly. This is not the case in remote regions, far away from the modern cocoon of protection that enwraps our daily lives. Often several days away from another human being and five to ten hours from there back to civilization, Villarreal faced the real possibility that a broken leg high on a mountain or an inadvertent cut from a sharp instrument, events easily dealt with at home, could turn deadly on a big mountain. The dynamic that plays out through the chapters is that the author knows he has crossed the line by climbing solo and the tension this raises between what he should do and what he actually does flows through the book.",
              "The protagonist of <em>Clawing for the Stars</em> is, of course, the author. Though human through and through, he rises to the heights of true valor and courage. The quality of the narrative which stands out is that the courage Villarreal shows is not the type we find so often, where a person takes an action for which the consequences are unknown. If the risk taker comes through alive we say he had great \"courage.\" But this is not the classical definition put forth by Plato. Rather, true courage is shown by those who know the dangers they face with a particular action and yet still engage in that action. The author knew without a doubt that climbing solo in the remotest parts of the Great Andes posed the utmost peril to his very life. And yet, he continued on. Thus, the mystery is placed before us. Why?",
              "The quality which satisfies the most in this narrative is its nobility. Only too well we know man's shortcomings, his cowardice, his faults, and other writers are only too keen in exposing these. But we need today someone to tell us how a man may be raised far above himself by his sheer force of determination. Villarreal has done that.",
              "Why this book? And why now? The author believes that action/adventure/travel/memoir books are always popular because the daily grind of our ordinary existences leaves a longing for escape.  And the chance to visit different, exotic lands where most have never ventured is especially enticing. So too is the opportunity to vicariously experience physical and emotional hardships through the author's telling of them. As an added bonus, the linkage of the book with the author's interactive website, what he calls <em>Read and View: A New and Exciting Way to Enjoy a Book</em>, creates a thrilling way to enjoy his adventures and is completely unique to the publishing world."
            ]
          },
          {
            "name": "Introduction | The Journey Begins",
            "shortname": "Introduction",
            "path": "introduction",
            "passages": [
              "\"Grandpa, please write a book about your climbs in the Andes. I would like to read about your adventures.\"",
              "Why climb mountains? Well, why any inspiration? Why did the early explorers sail the vastness of the oceans?<br />Why did we explore the moon? Is it not in touching the unknown that we find our true selves?"
            ]
          }
        ]
      }
    }
  },
  {
    "shortname": "second",
    "name": "Second Letter",
    "path": null,
    "media": {
      "burgess_data": {
        "name": "Second Letter",
        "shortname": "second",
        "filename": "second_letter.yaml",
        "content_name": "Passages",
        "content_path": "passages",
        "section": true,
        "passages": [
          {
            "name": "Chapter 1 | Nevado Ojos del Salado, Chile: Ghosts of the Conquistadors",
            "shortname": "Chapter 1 - Ojos del Salado",
            "path": "1",
            "passages": [
              "When James crosses the top of a rock the size of a small car, the monster shudders ever so slightly but remains in place. I know this because I stand directly underneath him, some twenty feet below, and for seconds I freeze to the spot not knowing what I should do, pee or flee.",
              "I see the summit now and know we are almost there.<br />\"Judy, what are you doing here?\"<br />I halt in puzzlement. Judy? What? I turn to confront what must be a new addition to our climbing team. \"What'd you say?\"<br />James points to a nearby boulder. \"That's my sister sitting on that rock. What's she doing here?\"<br />My altitude haze disappears in an instant. James is hallucinating!"
            ]
          },
          {
            "name": "Chapter 2 | Monte Pissis, Argentina: High Winds from Tartarus",
            "shortname": "Chapter 2 - Pissis",
            "path": "2",
            "passages": [
              "This part of the Andes is full of extraordinary facts, salars, shallow lakes, exquisite birds and animals, lofty, majestic mountains, high winds, shrieking storms--eloquent truths speaking to a climber a clear and distinct language. Everything is quiet now, composed. Still, it's a surety of the cruel laws of Nature that Heisenberg's Uncertainty Principle at the subatomic level is certainly true at the atomic, and anything untoward may happen at any second. So I remain wary. I know that one's light burns brightest just before it goes dark.",
              "How might I have anticipated it, that one blow to unhinge Blue and me from the mountain? The truth is, there was no warning, what with the unremitting punches pounding our home. And all the while, out there in the inky depths a thousand miles to the south, one mighty Tartarean blow is sweeping across the obliging land, nothing to break its building force and speed as it rushes towards my tiny home. On it comes, like a 4000 hp GE Dash 8 diesel locomotive pulling a 200-car freight galloping across the great Mojave Desert rails seeking California ports to the west, gaining speed with every stride, until it smashes head on into our trembling abode with the crushing weight of half the South American continent as its cargo.",
              "I am not afraid. I know this because I am certain not to see another sunrise, and this bestows a measure of stoic calm.<br /><br /> <hr /> <br />Our world is a vast manuscript, and those who do not travel read but a sheet."
            ]
          }
        ]
      }
    }
  },
  {
    "shortname": "Appendix C",
    "name": "Appendix C | Apani the Indian",
    "path": "3V",
    "media": {
      "ikarus_data": {
        "name": "Appendix C | Apani the Indian",
        "shortname": "Appendix C",
        "path": "3V",
        "filename": "3V.yaml",
        "label-prefix": "3V",
        "images_path": "images/chronicles/galleries/3V",
        "galleries_path": "galleries",
        "source_path": "../source",
        "thumbs_folder_path": "thumbs",
        "total_width": 960,
        "images_per_row": 4,
        "image_margins": 10,
        "width_adjustment": 2,
        "overlay_thumb_height": 100,
        "image_matrix": [
          [
            {
              "caption": "De M&eacute;rida and Ancohualla met Apani in Atacama (today's San Pedro de Atacama) and heard his story of how the Indians built the huts on the summit of Llullaillaco.  A modern-day street scene in this charming town. <span class=\\\"attribution\\\">Courtesy of visitchile.com.</span>",
              "filename": "image1.jpg",
              "attribution": "",
              "label": "1"
            },
            {
              "caption": "Angastu (Antofagasta) was the jump-off point for Llullaillaco. We can only infer from the information presented in the recording of the conversation with Apani that the effort to place huts on the summit of the peak began in late August 1494.",
              "filename": "image2.jpg",
              "attribution": "",
              "label": "2"
            },
            {
              "caption": "Today's Antofagasta is a bustling port city of 345,000 people. <span class=\\\"attribution\\\">Courtesy of misionlatinoamericana.</span>",
              "filename": "image3.jpg",
              "attribution": "",
              "label": "3"
            },
            {
              "caption": "It really does snow in the Atacama Desert! <span class=\\\"attribution\\\">Courtesy aljazeera.com.</span> Also, see Chapter 6, <span id=\\\"alonetitle\\\">Clawing for the Stars</span>, for the author's experiences with Atacama snow storms.",
              "filename": "image4.jpg",
              "attribution": "",
              "label": "4"
            }
          ],
          [
            {
              "caption": "A source of water on the way to Monturaqui.",
              "filename": "image5.jpg",
              "attribution": "",
              "label": "5"
            },
            {
              "caption": "And another.",
              "filename": "image6.jpg",
              "attribution": "",
              "label": "6"
            },
            {
              "caption": "This was the supply location for men, goods, and equipment on their way to Llullaillaco. The summit of the peak is just in view to the south.",
              "filename": "image7.jpg",
              "attribution": "",
              "label": "7"
            },
            {
              "caption": "This is one of several building ruins next to Monturaqui. These no doubt go back to the time of Apani.",
              "filename": "image8.jpg",
              "attribution": "",
              "label": "8"
            }
          ],
          [
            {
              "caption": "A water source on the way from Monturaqui to the western side of the mountain.",
              "filename": "image9.jpg",
              "attribution": "",
              "label": "9"
            },
            {
              "caption": "The northern end of Laguna Aguas Calientes, which sits below the western side of the peak. Vitahuati and his men had first planned to climb to the summit by way of the western walls. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image10.jpg",
              "attribution": "",
              "label": "10"
            },
            {
              "caption": "This area would have served well as a Base Camp on the western side for Vita and his men. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image11.jpg",
              "attribution": "",
              "label": "11"
            },
            {
              "caption": "This area would have made a good first camp site, at <span class=\\\"height\\\">16,500'</span>, for the <em>cunturs</em> as they labored up the western slopes. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image12.jpg",
              "attribution": "",
              "label": "12"
            }
          ],
          [
            {
              "caption": "This spot, at <span class=\\\"height\\\">18,300'</span>, might have served the <em>cunturs</em> well as the next higher camp on the western side. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image13.jpg",
              "attribution": "",
              "label": "13"
            },
            {
              "caption": "This is the plateau, at <span class=\\\"height\\\">19,300'</span>, where Apani said the <em>cunturs</em> realized the western side was too steep from here to the summit and chose to turn around and descend. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image14.jpg",
              "attribution": "",
              "label": "14"
            },
            {
              "caption": "Vitahuati and his men decided to search for a suitable route to the summit somewhere else on the peak. No doubt they had a similar view of the northern slopes on their way around the mountain, as pictured here. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image15.jpg",
              "attribution": "",
              "label": "15"
            },
            {
              "caption": "Vitahuati and the <i>cunturs</i> led the traverse past these northwest walls in search of a route to the top. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image16.jpg",
              "attribution": "",
              "label": "16"
            }
          ],
          [
            {
              "caption": "Flowing water north of Llullaillaco. <span class=\\\"attribution\\\">Courtesy of Wikimedia.com.</span>",
              "filename": "image17.jpg",
              "attribution": "",
              "label": "17"
            },
            {
              "caption": "The eastern side of Llullaillaco, with the ascent route of the Indians in the middle of the picture (see following Google Earth images for details). <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image18.jpg",
              "attribution": "",
              "label": "18"
            },
            {
              "caption": "Google Earth image showing the positions of the staging area and Main Camp.",
              "filename": "image19.jpg",
              "attribution": "",
              "label": "19"
            },
            {
              "caption": "Image showing the location of First Camp and Second Camp.",
              "filename": "image20.jpg",
              "attribution": "",
              "label": "20"
            }
          ],
          [
            {
              "caption": "This structure, along with several others not in the picture, mark the location of Vitahuati's main camp area at <span class=\\\"height\\\">17,056'</span>. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image21.jpg",
              "attribution": "",
              "label": "21"
            },
            {
              "caption": "At an elevation of <span class=\\\"height\\\">19,188'</span>, this was the location of first camp for the climbers and builders. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image22.jpg",
              "attribution": "",
              "label": "22"
            },
            {
              "caption": "This area was the second camp for the men, at an elevation of <span class=\\\"height\\\">21,800'</span>, just below the summit. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image23.jpg",
              "attribution": "",
              "label": "23"
            },
            {
              "caption": "Johan Reinhard and his team of archaeologists examine the huts and graves on the summit at <span class=\\\"height\\\">22,109'</span>. <span class=\\\"attribution\\\">Courtesy of Joan Reinhard.</span>",
              "filename": "image24.jpg",
              "attribution": "",
              "label": "24"
            }
          ],
          [
            {
              "caption": "A look down upon the huts. <span class=\\\"attribution\\\">Courtesy Chuck Huss Collection.</span>",
              "filename": "image25.jpg",
              "attribution": "",
              "label": "25"
            },
            {
              "caption": "The Reinhard team surveys more of the summit ruins. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image26.jpg",
              "attribution": "",
              "label": "26"
            }
          ]
        ],
        "content_name": "Galleries",
        "content_path": "galleries"
      }
    }
  }
]