[
  {
    "shortname": "first",
    "name": "First Letter",
    "path": null,
    "media": {
      "burgess_data": {
        "name": "First Letter",
        "shortname": "first",
        "filename": "first_letter.yaml",
        "content_name": "Passages",
        "content_path": "passages",
        "page_title": "Passages",
        "entry_page_title": "Passages",
        "section": true,
        "passages": [
          {
            "name": "First Excerpt from Part A",
            "shortname": "First Part A",
            "path": "1A",
            "passages": [
              "Now, at the age of seventy-five years, I have taken up my pen to relate the matters that I witnessed. I must assure Your Majesty that my purpose in making these statements is to avoid eternal damnation by declaring myself guilty of participating in the destruction of a people so well governed as these natives and so free from transgressions and excesses, men as well as women.",
              "<i>Pedro de Merida's statement as to why he wrote to King Philip II of Spain describing the Almagro expedition to Chile in search of gold.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part A",
            "shortname": "Second Part A",
            "path": "2A",
            "passages": [
              "The Incas were admired and respected by their subjects and by us, their conquerors. However, in order that we might bring them into the service of Our Lord, it was necessary to subjugate them, take away their Kingdom, and place it under the authority of the Royal Crown and Holy Mother Church. This we did by force of arms. Thus, the Lord our God made it possible for us to conquer this Kingdom, composed of a great multitude of subjects and riches, having permitted it by His great wisdom and because it was for His service that Christians entered this land.",
              "<i>The Spanish justification for overthrowing an Indian nation.</i>"
            ]
          },
          {
            "name": "Excerpt from Part B",
            "shortname": "Part B",
            "path": "B",
            "passages": [
              "Our captain, Diego de Almagro, was close to sixty-five years of age at the time of our journey. He had lost his left eye in a fight in Panama many years before and the black patch he wore gave him an intimidating appearance when one first encountered him. He was a man of contradictions, a man of strong passions, and at times not well-disposed to control them.",
              "<i>One of several descriptions of Captain Almagro.</i>"
            ]
          },
          {
            "name": "Excerpt from Part D",
            "shortname": "Part D",
            "path": "D",
            "passages": [
              "A word is necessary here about Captain Pedro de Alvarado. He was yet another seeking his fame and fortune in this unfortunate land of the Incas, and he distinguished himself often by his cruelty to the Indians. He was high-strung and vehement, and his speech was awe-inspiring but passionate to exaggeration. His temper was harsh and fiery, so that against his better judgment he was often carried away by anger, raising his voice to a high pitch as he spoke, uttering insults and then losing the thread of his discourse. At these times, he was most abusive, especially to the Indians. Curiously, however, he was a devout Catholic and could be seen at mass in the most humble of positions during its recitation and seeming to beg mercy for his conduct. One man who was able to control him very directly was Father Suarez. I suspect that Father, after witnessing firsthand particularly brutal conduct towards a native, probably threatened him with the loss of his eternal soul should such behavior continue. His authority from the Church and his imposing physical presence as well (as I shall relate later) probably both contributed to the respect shown by the Captain to this priest.",
              "<i>Captain Alvarado was second in command to Captain Almagro.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part E",
            "shortname": "First Part E",
            "path": "1E",
            "passages": [
              "I must add here, Sire, that Captain Almagro distinguished himself in this fight, an encouragement and example for us all. For here was this man of advanced years not standing idly by directing his troops, but taking an active part in the battle itself, as if he had been in the flower of his manhood. It was a great incentive when we saw him compete in full armor with the foot-soldiers, and then again, as a horseman, drawing his sword with ease while his horse was at full gallop and then putting it back in its sheath effortlessly. In hurling the lance, he not only displayed great accuracy, but also vigor in the length of the cast, which many of us younger men could not surpass. In truth, he was an inspiration to us all.",
              "<i>As is evident from this passage, de Merida had a high respect for his leader.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part E",
            "shortname": "Part E",
            "path": "2E",
            "passages": [
              "We took up our travel along the shores of the lake by following the Inca road. One afternoon it began to rain, at times very heavily. The road here was straight; our horses and llamas needed little guidance, and they plodded along in an unhurried manner. Captain Almagro rode up and bade me ride with him for a short distance. Presently, he stopped and asked me to look out upon the road stretched out before us and to notice that at no point did the water from the rain collect upon the road's surface. Rather, it ran off to either side, there to collect in shallow channels. This phenomenon he had noticed for several miles and wished a response from me as to its cause, since the answer did not seem to lie in pure chance and therefore must lie in intelligent design.",
              "<i>The Inca roads are still marveled at today.</i>"
            ]
          },
          {
            "name": "Third Excerpt from Part E",
            "shortname": "Third Part E",
            "path": "3E",
            "passages": [
              "We reached a site of great mystery just south of the southern-most part of the lake (Lake Titicaca). The Indians thereabout told us of immense stone monuments to the ancient gods and showed us the way to them, a place they call Tiwanaku. The captains knew that such a god must possess gold objects and silver ones also. What they found was less than was hoped for, for there was no gold, nor silver either. The stone structures and monoliths of strange looking beings seemed to have been fashioned by a race of giants. The stones were so great in size that we all marveled at how they could have come to be placed in this location.",
              "<i>Tiwanaku is south of Lake Titicaca and west of La Paz, Bolivia.</i>"
            ]
          },
          {
            "name": "Excerpt from Part F",
            "shortname": "Part F",
            "path": "F",
            "passages": [
              "At this point, I would like to relate to Your Majesty the partial contents of a letter I received many years ago from my friend, Cieza de Leon, about another matter concerning the Inca roads. I had asked him about the <em>chasqui</em> runners, those Indians who ran the roads from the city of Cuzco to the farthest corners of the empire and all points in between and returned to the sacred city with news for the great Inca. Don Cieza replied to me in this manner, that the empire of Peru is so vast that the Incas ordered roads built from Cuzco to the farthest reaches of it. If the king was at one of these extreme points, he learned what had taken place at the other. For one man to make such a journey, however, even by long marches, which the Indians are very capable of doing, still would take considerable time. The Incas, with a view to the efficient government of their empire, invented a system of posts, or way stations, which is the best way that they be thought of or imagined.",
              "While here, a <em>chasqui</em> runner approached on the Inca road. He carried a <em>quipu</em> for the grain master, the Indian in charge of the grain supplies for the expedition, and asked that he be taken to him. Captain Alvarado, who was nearby, summoned this grain master to where we were and I observed him studying this <em>quipu</em> very intently for some time. These <em>quipu</em>s are the means by which the Indians convey matters of concern and interest from one important person to another throughout the kingdom, for they have no writing.",
              "<i>De Merida offers important insights as to how the Inca maintained communications throughout their empire.</i>"
            ]
          },
          {
            "name": "Excerpt from Part H",
            "shortname": "Part H",
            "path": "H",
            "passages": [
              "I will leave this matter for now, Sire, and tell something of the marvelous bridges the Incas built to span the rivers of their empire, for we came upon one of good size in this region. The river it spanned flowed through a gorge, one deep enough to prevent passage without help from man. Its construction was similar to others I saw on my travels through the empire.",
              "<i>See the text for the full description of these bridges.</i>"
            ]
          },
          {
            "name": "Excerpt from Part I",
            "shortname": "Part I",
            "path": "I",
            "passages": [
              "It was upon leaving Saltiza, just beyond the low hills to the south where there is a small valley with waterfalls cascading into its depths, that Simpa shouted to me. Going up to him and looking in the distance where he pointed, we beheld coming towards us a most astonishing sight. It was a procession of Indians, moving slowly and deliberately. They were formed up into several columns, with an overseer in front carried in a litter. . . I consulted with Ancohualla and bade him come with me to tell Captain Almagro what was on the road.",
              "<i>This begins the description of the encounter with the gold caravan on its way to Cuzco.</i>"
            ]
          },
          {
            "name": "Excerpt from Part J",
            "shortname": "Part J",
            "path": "J",
            "passages": [
              "As we continued on our way to the next town, Tilpaya, we were met at some distance by an entourage of villagers. There were seven men in the group, dressed plainly and simply, but with dignity. Captain Almagro ordered a general halt to the entire column for the noonday meal. In the meantime, using Ancohualla as interpreter and Paullu also, the Captain conducted business with these men. It was evident by their bearing and manner that they were of some consequence and authority in the town.",
              "<i>In what follows, de Merida relates the compelling conversation between Captain Almagro and the village elders.</i>"
            ]
          },
          {
            "name": "Excerpt from Part L",
            "shortname": "Part L",
            "path": "L",
            "passages": [
              "One day, late in the morning, my guides and I mounted a ridge and beheld a most wonderful sight. There, and now close, resided the mountains we must conquer if we wished to arrive in the land of Chile, their outlines clear and distinct in the cold, dry air. Captain Almagro and his officers joined us and we surveyed the magnificent scene to our front. Feliz pointed to Laudo, covered with snow on its southern flanks. Simpa motioned towards Incahuasi and the lower peaks between these two higher ones. Our route passed through those lower mountains, at the place to which Feliz gestured.",
              "<i>The expedition approached today's Pass of San Francisco, west of present day Fiambala, Argentina.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part M",
            "shortname": "First Part M",
            "path": "1M",
            "passages": [
              "The weather held in our favor as our passage continued. Storm clouds appeared occasionally at the tops of peaks, but none descended to our level. Late one afternoon, however, our luck ended abruptly. We had secured camp and were preparing our dinner, when a gentle breeze began to stir the tents. It stayed mild at the beginning, yet soon a full gale struck with winds so furious they caused us to protect any loose object in the open. Fleeting wisps of clouds appeared above, there one minute and gone in an instant, the strength of the winds wiping them from the heavens. The gusts did not slacken in the least, even as the sun set and night came upon us. The shrieking noise sounded truly as the Furies might make if they be loosed from their bonds. Anything above ground, tents, lean-to's, cooking utensils, saddles, fell prey to this indefatigable ferocity.",
              "<i>Part of the account of the wind storm that beset the expedition on the Great Plateau.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part M",
            "shortname": "Second Part M",
            "path": "2M",
            "passages": [
              "Please grant me the favor, Sire, to say something about this man because he possessed many unique traits. He lost his father at an early age and was raised by his widowed mother. He showed, notwithstanding, that the loss of a father, although otherwise hard for a boy, need not prevent him from becoming a worthy and excellent man; and it is wrong among worthless men to lay upon a father's loss the blame for their perverted natures, due, they say, to early neglect. . . He caused a minor scandal on our journey by having the natives with us play their instruments at the masses he celebrated. In fact, the instant he did this, (when we passed Lake Titicaca), Captain Almagro, as Father mentioned to me afterwards, approached him and wished to know if such a mass conformed to the proper rites of Holy Mother Church. It did, he responded, and said he wanted to use it as a means to encourage the Indians to adopt our Holy Faith.",
              "<i>A partial description of de Merida's friend, Father Cristoval Molina.</i>"
            ]
          }
        ]
      },
      "hawker_data": {
        "name": "First Letter",
        "shortname": "first",
        "filename": "first_letter.yaml",
        "content_name": "Tours",
        "content_path": "tours",
        "page_title": "Tours",
        "entry_page_title": "Tours",
        "section": true,
        "tours": [
          {
            "name": "First Letter, Parts A through D",
            "shortname": "Parts A through D",
            "path": "A-D",
            "tours": [
              {
                "title": "First Letter, Parts A through D",
                "url": "https://www.youtube.com/embed/O9kUepMM-Vw"
              }
            ]
          },
          {
            "name": "First Letter, Parts E through G",
            "shortname": "Parts E through G",
            "path": "E-G",
            "tours": [
              {
                "title": "First Letter, Parts E through G",
                "url": "https://www.youtube.com/embed/2e0qdK95pR0"
              }
            ]
          },
          {
            "name": "First Letter, Parts H through K",
            "shortname": "Parts H through K",
            "path": "H-K",
            "tours": [
              {
                "title": "First Letter, Parts H through K",
                "url": "https://www.youtube.com/embed/8pRfCKtl3dE"
              }
            ]
          },
          {
            "name": "First Letter, Parts L through M",
            "shortname": "Parts L through M",
            "path": "L-M",
            "tours": [
              {
                "title": "First Letter, Parts L through M",
                "url": "https://www.youtube.com/embed/SttPvm9sn3M"
              }
            ]
          },
          {
            "name": "First Letter, Mines and Copayapu",
            "shortname": "1X: Mines and Copayapu",
            "path": "X",
            "tours": [
              {
                "title": "First Letter, Mines and Copayapu",
                "url": "https://www.youtube.com/embed/XAuu7rmMkIc"
              }
            ]
          }
        ]
      },
      "gloster_data": {
        "name": "First Letter",
        "shortname": "First Letter",
        "path": "P1",
        "filename": "first_letter.yaml",
        "label-prefix": "P1",
        "images_path": "images/chronicles/galleries/P1",
        "galleries_path": "galleries",
        "source_path": "../source",
        "thumbs_folder_path": "thumbs",
        "total_width": 960,
        "images_per_row": 4,
        "image_margins": 10,
        "width_adjustment": 2,
        "overlay_thumb_height": 100,
        "image_matrix": [
          [
            {
              "caption": "De M&eacute;rida and Ancohualla met Apani in Atacama (today's San Pedro de Atacama) and heard his story of how the Indians built the huts on the summit of Llullaillaco.  A modern-day street scene in this charming town. <span class=\\\"attribution\\\">Courtesy of visitchile.com.</span>",
              "filename": "image1.jpg",
              "attribution": "",
              "label": "1"
            },
            {
              "caption": "Angastu (Antofagasta) was the jump-off point for Llullaillaco. We can only infer from the information presented in the recording of the conversation with Apani that the effort to place huts on the summit of the peak began in late August 1494.",
              "filename": "image2.jpg",
              "attribution": "",
              "label": "2"
            },
            {
              "caption": "Today's Antofagasta is a bustling port city of 345,000 people. <span class=\\\"attribution\\\">Courtesy of misionlatinoamericana.</span>",
              "filename": "image3.jpg",
              "attribution": "",
              "label": "3"
            },
            {
              "caption": "It really does snow in the Atacama Desert! <span class=\\\"attribution\\\">Courtesy aljazeera.com.</span> Also, see Chapter 6, <span id=\\\"alonetitle\\\">Clawing for the Stars</span>, for the author's experiences with Atacama snow storms.",
              "filename": "image4.jpg",
              "attribution": "",
              "label": "4"
            }
          ],
          [
            {
              "caption": "A source of water on the way to Monturaqui.",
              "filename": "image5.jpg",
              "attribution": "",
              "label": "5"
            },
            {
              "caption": "And another.",
              "filename": "image6.jpg",
              "attribution": "",
              "label": "6"
            },
            {
              "caption": "This was the supply location for men, goods, and equipment on their way to Llullaillaco. The summit of the peak is just in view to the south.",
              "filename": "image7.jpg",
              "attribution": "",
              "label": "7"
            }
          ]
        ],
        "content_name": "Paintings",
        "content_path": "paintings",
        "page_title": "Paintings",
        "entry_page_title": "Paintings"
      }
    }
  },
  {
    "shortname": "second",
    "name": "Second Letter",
    "path": null,
    "media": {
      "burgess_data": {
        "name": "Second Letter",
        "shortname": "second",
        "filename": "second_letter.yaml",
        "content_name": "Passages",
        "content_path": "passages",
        "page_title": "Passages",
        "entry_page_title": "Passages",
        "section": true,
        "passages": [
          {
            "name": "Excerpt from Part N",
            "shortname": "Part N",
            "path": "N",
            "passages": [
              "I queried Don Pedro de Cieza de Leon many years ago about the coast road. Here is what he wrote to me: \"Estimable Friend Don Pedro, here is what I can tell you about the coastal road. By order of Tupac Inca Yupanqui, the Indians made a road fifteen feet wide through the coast valleys, with a strong wall on both sides, from Arica in the north all the way to Angastu. The whole space of the road was smooth and shaded by trees whenever possible. These trees, in many places, spread their branches laden with fruit over the road, and many birds fluttered amongst the leaves. Where the ocean sand drifted so high that the Indians could not pave the road with cement, they used huge posts, like beams, and drove them in at regular intervals to point out the way. Care was taken to keep the road clean from the drifting sand, to renew any part of the walls that was out of repair, and to replace any of the posts which might be displaced by the wind. This coast road was certainly a great work, though not so difficult in construction as that in the mountains.\"",
              "<i>The second most important Inca historian describes the coastal road in Chile.</i>"
            ]
          },
          {
            "name": "Excerpt from Part O",
            "shortname": "Part O",
            "path": "O",
            "passages": [
              "\"Don Pedro, the following account began about 1480, when Tupac Inca Yupanqui, ten years into his reign, desired to add new territory to his Empire. From Cuzco, he sent spies through Tupiza into Atacama (this is the dry desert area that stretches from northern Chile down to Copayapu and some thirty miles beyond it to the south), to discover a road into Chile, and report upon its difficulties, in order that the necessary plans might be made. Only persons of the royal blood were employed on duties of such magnitude. They stopped every seven miles to send back reports of what they had seen, this being necessary in order that useful supplies might be sent. The discoverers found great hardships and difficulties in the desert; and they set up markers that they might find the road on their return and that those to follow them might know the way. Thus, they went backwards and forwards, sending back reports of their discoveries. By these means, they traversed the great expanse of desert between Atacama and Copayapu, which is a small and sparsely populated district. Beyond, as far south as Cuquimpu, there is more desert still. After reaching Copayapu and collecting all the information they could gather concerning the province, they returned, with all diligence, to make a personal report to the Inca. He thereupon ordered an army of 10,000 men, formed in the usual manner and under the command of a general and two masters of the camp of the royal blood. He caused everything to be carried by llamas, which also serve for food themselves, for their flesh is very good meat. I am sure, Don Pedro, you remember dining many times upon them!\"",
              "<i>De Merida quotes part of a letter from the most important Inca historian, Garcilasso de la Vega (El Inca).</i>"
            ]
          },
          {
            "name": "First Excerpt from Part P",
            "shortname": "First Part P",
            "path": "1P",
            "passages": [
              "Sire, I feel compelled to say something more of Captain Almagro, so Your Majesty knows better this complex man. I observed him on many occasions and in differing circumstances, and he must be acknowledged as a real soldier and extremely devoted to war. . . . . As to his notable qualities as a soldier, they are evidenced in the fact that he wanted adventure, was always ready to lead an attack on the enemy day or night, and, when at a disadvantage on the battlefield, kept his head while those around him of lesser mettle lost theirs. . . . . He had all the qualities of leadership a man requires and impressed upon those with him the strictest obedience and achieved this result by his toughness. . . . . With him punishment became a matter of principle; he thought an army a failure without discipline. Indeed, he said a soldier under his command ought to be more frightened of him than of the enemy. And this he thought necessary to turn out men who could keep a good guard and abstain from doing harm to their own side or fleeing in the\t\t   of the enemy. In demanding situations soldiers gave him their complete confidence and wanted no better leader, since none existed. At these times, they said his forbidding look seemed actually cheerful, and his toughness in battle appeared as confidence in the\t\t   of the enemy. And this gave them self-assurance during a fight. As might be expected, he detested serving under anyone else's command, as his constant skirmishes with the Pizarros over control of Cuzco and Peru amply attest. He had 65 years of age at the time of our journey. Such, Excellency, is a further portrait of our leader.",
              "<i>De Merida's description of Captain Almagro.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part P",
            "shortname": "Second Part P",
            "path": "2P",
            "passages": [
              "A curious thing happened as we rode through this area, for there were great numbers of beehives in these parts. The soldiers who ate the honey went out of their minds, suffered from violent vomiting and diarrhea, and could not stand upright. Those who had only eaten a little behaved as though they were drunk, and those who had eaten a lot were like mad men. Numbers of them lay upon the ground and there was a general state among them of unhappiness. However, they were all alive the next day and came to themselves at about the same hour as they had eaten the honey the day before.",
              "<i>The encounter with the beehives and honey.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part Q",
            "shortname": "First Part Q",
            "path": "1Q",
            "passages": [
              "Your Majesty, a brief word about Lieutenant Castilla. He was an interesting study in leadership and soldiering. He always made it clear his dominant ambition to be the acquisition of wealth, by any means possible. . . . . He wanted to command because he wanted to find gold and receive more pay by doing so. He wished honors so he might obtain something extra as a result. His desire to become friends with the most influential persons in Peru, comparable to our two captains, arose from his desire to avoid punishment for his misdeeds. He thought the quickest way to the realization of his needs to be by means of perjury, lying, and deceit. Consequently, he regarded sincerity and truthfulness as equivalent to stupidity. The junior officers understood he felt no affection for anyone, and if he declared someone his friend, it became obvious he actually intrigued against him. He distinguished himself in battle, however, and I witnessed personally his courage several times. . . . . Lieutenant Castilla died upon entering Cuzco in March, 1537, when an Indian arrow pierced his right temple during a battle outside the city.",
              "<i>De Merida's description of one of the expedition's officers.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part Q",
            "shortname": "Second Part Q",
            "path": "2Q",
            "passages": [
              "We departed Limari on April 20, 1536, in a driving rain on our way to the next town, Papudo. After an hour or so on the road, the sun broke through the clouds and it became a pleasant day. Here the mountains were close to us in the east. Ayar, Simpa, and I were riding out in front of the rest, as was our custom, when off to our left we saw what appeared to be strange creatures jumping high into the air. As we drew closer, we verified this to be so, for small, squirrel-like animals, agitated by what we did not know, jumped continually into the air, even as high as a man is tall. We captured several of them and found their fur to be very soft to the touch. The next day we entered a small town. One of its principal occupations was the keeping of these animals and sewing their fur hides into warm articles of clothing. This was of interest, for now that the coolness of fall was upon us some wished to supplement their wardrobes with fur shirts, pants, and socks. Anco saw to this, bartering with the natives in most cases for these furs or simply ordering that they relinquish them to us.",
              "<i>Most likely these small animals were viscachas, a small, chinchilla-like rodent.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part R",
            "shortname": "First Part R",
            "path": "1R",
            "passages": [
              "In Cuzco, in 1535, just prior to our departure for Chile, several of us captured one of these animals by a scheme most cunning; we lured it with llama meat and then threw netting over it when it latched upon the bait. The span of this one's wings was truly remarkable, for from tip to tip it measured out to ten feet in length. Its body was four feet long; its feathers black in color with white at the tips of the wings. Its head was bald; its beak elongated and sharply pointed. A more extraordinary object of God's winged creation is nowhere to be found. We did not harm this remarkable beast. It had inspired such respect among us that we were quite careful in our examination of it. Once we had completed our measurements and observations, we pulled away the netting and let it fly off unmolested to its lofty sanctuary. It rose higher and higher until it was a small presence in the wide expanse of sky.",
              "<i>De Merida reflects back upon a previous encounter with the giant bird of the Andes, the condor.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part R",
            "shortname": "Second Part R",
            "path": "2R",
            "passages": [
              "I was too preoccupied with battle to come to his aid, but at one point Vald�s was surrounded and pelted by many stones. He defended himself with his shield in his left hand and his sword in his right, making thrusts to one side or another at the Indians who drew near him, killing and wounding some of them. Two companions seized the reins of two horses and hastened to his aid. They dashed through the natives and placed Vald�s between the horses, told him to seize the stirrups, and galloped at full speed for a distance, with him running between the two animals. The Indians were so numerous, however, that it was all to no avail, and Vald�s, growing weary, could not then run, and he told his friends to leave off, for he was tired and wished to die fighting. He stopped and turned to\t\t his antagonists who, believing that they had taken him prisoner, gave a great shout, as was their wont when they had inflicted harm upon one of us or one of our horses. Freed from contact with the enemy for the moment, I called two cavalrymen and we rushed to assist my friend. When I approached at a slow gallop, Vald�s stood on a large rounded stone and jumped behind me on my horse as I passed. By our arrival he was saved, although much tormented by the fighting he had endured. Thus was my companion saved from a painful death.",
              "<i>Some of the thrilling action at the Battle of Papudo.</i>"
            ]
          },
          {
            "name": "Excerpt from Part S",
            "shortname": "Part S",
            "path": "S",
            "passages": [
              "As we waited for word that a suitable place had been discovered, Francisco de Vald�s rode up to me and we engaged in talk about the campaign so far and what matters might be like in Cuquimpu. At that moment a shout went up that a possible ford had been found and the need for a volunteer to attempt the crossing to confirm its validity. We both rode to the call, Francisco insisting to Lieutenant Cente�o that he should be the first, and his request was granted. He dismounted and proceeded to lead the animal across. But I believe he gripped the reins too tightly, something we knew not to do, for should the animal become frightened and bolt and thrash around, the rider needs to quickly release the reins so as not to be dragged under. When in the middle of the river something alarmed the horse, for it suddenly reared up, for no discernible reason that any of us watching could later understand, and bolted forward for the opposite shore, kicking its legs wildly to left and right, its hooves lashing out as a result, causing Francisco to lose his footing and plunge headlong into the water, there to be dragged underneath by the terrified animal.",
              "<i>De Merida's partial description of how his good friend lost his life.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part T",
            "shortname": "First Part T",
            "path": "1T",
            "passages": [
              "The following afternoon, Paullu could not answer many of our questions, but he did satisfy those we had about the history of this Llullaillaco. It occurs that soon after Inca Yupanqui died (in 1493, as Don Garcilasso relates, above), the new Inca, Huayna Capac, ordered two small buildings built on this mountain, so offerings might celebrate Inca Yupanqui's honor and venerate the Sun. Men who see to such things for the Inca, his \"master builders\" of mountain religious sites, he dispatched from Cuzco to Angastu, there to coordinate the movement of men and materials to the mountain.",
              "<i>De Merida first learns of the Inca huts on the summit of Llullaillaco.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part T",
            "shortname": "Second Part T",
            "path": "2T",
            "passages": [
              "At this point, Anco said he wished to know more as to how the Indians did these things, because he marveled they performed such feats so high in the air. Paullu replied he knew little of such matters but, when the soldiers in the Chilean armies had completed their tours of duty, the Inca allowed a number to remain in Chile, to farm and to marry. Several of these men must still reside there. Also, the High Priest, assigned to Angastu towards the end of Yuapanqi's reign, was still alive and might agree to answer questions of a religious nature. Father Molina said he, Anco, and I all had an interest in these things and suggested we approach Captain Almagro and request permission to leave for Angastu from Copayapu before the expedition, so we might spend time in town investigating.",
              "<i>Captain Almagro granted their request.</i>"
            ]
          }
        ]
      },
      "hawker_data": {
        "name": "Second Letter",
        "shortname": "second",
        "filename": "second_letter.yaml",
        "content_name": "Tours",
        "content_path": "tours",
        "page_title": "Tours",
        "entry_page_title": "Tours",
        "section": true,
        "tours": [
          {
            "name": "Second Letter, Parts N through O",
            "shortname": "Parts N through O",
            "path": "N-O",
            "tours": [
              {
                "title": "Second Letter, Parts N through O, #1",
                "caption": "Copayapu and what happened there.",
                "url": "https://www.youtube.com/embed/LxetxjiZ7RQ"
              },
              {
                "title": "Second Letter, Parts N through O, #2",
                "caption": "Following the Inca armies from Lake Titicaca through the Atacama Desert to Copayapu.",
                "url": "https://www.youtube.com/embed/QhGfIf47afs"
              },
              {
                "title": "Second Letter, Parts N through O, #3",
                "caption": "The Inca armies are defeated by the fierce Araucanians.",
                "url": "https://www.youtube.com/embed/-o0Hnpy1whU"
              }
            ]
          },
          {
            "name": "Second Letter, Parts P through Q",
            "shortname": "Parts P through Q",
            "path": "P-Q",
            "tours": [
              {
                "title": "Second Letter, Parts P through Q",
                "url": "https://www.youtube.com/embed/GhQa5FLsHxI"
              }
            ]
          },
          {
            "name": "Second Letter, Parts R through T",
            "shortname": "Parts R through T",
            "path": "R-T",
            "tours": [
              {
                "title": "Second Letter, Parts R through T",
                "url": "https://www.youtube.com/embed/go-atGCbiz8"
              }
            ]
          }
        ]
      }
    }
  },
  {
    "shortname": "third",
    "name": "Third Letter",
    "path": null,
    "media": {
      "burgess_data": {
        "name": "Third Letter",
        "shortname": "third",
        "filename": "third_letter.yaml",
        "content_name": "Passages",
        "content_path": "passages",
        "page_title": "Passages",
        "entry_page_title": "Passages",
        "section": true,
        "passages": [
          {
            "name": "First Excerpt from Part U",
            "shortname": "First Part U",
            "path": "1U",
            "passages": [
              "One night, soon after leaving the town of Saltiza months before, I joined the captains and their captains of lesser rank at dinner, honoring Captain Almagro's invitation. At one point, a man asked the Captain the best of his lieutenants. Captain Almagro replied, \"Montesinos, if he reaches old age.\" He seemed always studying, meditating, and discussing the subject of warfare, regarding it as the noblest branch of learning. He stayed kind towards his friends, mild in temper, yet eager and impetuous in returning favors, thus honoring the more his closest friends and allies. Before our journey to Chile, an incident occurred that displayed Lieutenant Montesinos's competencies. It happened at a battle with the Indians outside Cuzco. On the field, he stood out because of the beauty and splendor of his ornamented armor, and showed by his deeds with sword and long knife his extraordinary valor. Even more worthy of comment, while participating in the fight and actively repelling his Indian assailants, he rarely became confused or disoriented in his calculations or lose his presence of mind, riding here and there, bringing aid to those he saw being overwhelmed. Much is my esteem for this man.",
              "<i>A description of another Spanish officer by de Merida.</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part U",
            "shortname": "Second Part U",
            "path": "2U",
            "passages": [
              "On July 15, 1536, we left Copayapu and headed due west towards the sea. From there, we turned our steps north and followed the Inca road, with the ocean immediately on our left. It required thirty-eight days to reach the town, Angastu, and we did so on August 21. This place reminded all of us of Cuquimpu, in the south, and we enjoyed our stay there immensely. The townspeople proved friendly enough. Anco dealt with them in a pleasant manner and they in turn viewed him as the Inca's representative among them. He asked after the whereabouts of men we wished to converse with and, within three days, two such made themselves known.",
              "<i>The extraordinary conversation with Apani is about to commence.</i>"
            ]
          },
          {
            "name": "First Excerpt from Part V",
            "shortname": "First Part V",
            "path": "1V",
            "passages": [
              "<strong>Apani</strong>: In Peru, they made me join the army and placed me in one of the Inca's armies in central Chile, as a replacement. When I reported to the general in Angastu, he assigned me to a special project; its nature he did not say. A month later, a large caravan of llamas and Indians approached our base. Our general dressed himself in his finest uniform to welcome them. These men came from Cuzco, dispatched to Angastu for important work. Inca Yupanqui, a great ruler of Peru during many years, had died the year before. These men were here in regards to his death. The lead man of the entourage, an important official sent by the new Inca, Huayna Capac, carried the title of the Inca's \"master builder;\" he planned and coordinated the construction of worship sites on high mountains to honor the Inca and our Lord the Sun. His caravan of men and llamas took two days to arrive at our camp.",
              "<i>Introduction of the \"master builder.\"</i>"
            ]
          },
          {
            "name": "Second Excerpt from Part V",
            "shortname": "Second Part V",
            "path": "2V",
            "passages": [
              "<p><strong>Anco</strong>: You had other reasons to respect the master builder?</p> <p><strong>Apani</strong>: Well, yes. Despite his position of royalty, he acted with and towards us without any airs or pretension.\tHere is an example. As a man close to the Inca, he deserved a litter as conveyance, carried by bearers. Yet, when he arrived at our camp in Angastu, he walked, just like the others in his entourage. This remained his habit throughout, to walk as a common Indian, though lameness in his right leg caused a noticeable limp. Nevertheless, he did not make his health an excuse for soft living, but his constant activity a cure for his health, since by long journeys, simple diet, sleeping in the open air (except when we resided near or on the mountain), and enduring hardships with the rest of us common soldiers, he fought off his physical troubles and kept his body strong against his infirmity.",
              "<i>Description of Vitahuati, the \"master builder.\"</i>"
            ]
          },
          {
            "name": "Third Excerpt from Part V",
            "shortname": "Third Part V",
            "path": "3V",
            "passages": [
              "<p><strong>Anco</strong>: Did Vita bring other men with him?</p> <p><strong>Apani</strong>: Yes, and these men proved important. He had with him four specialists at reaching high places in the mountains. Their name, <em>cuntur runas</em>, or \"condor men,\" they acquired because they go higher in the sky than the great bird of the mountains. The <em>cunturs</em>, as they told us to call them, were to find the best path up the mountain, locate camps on the route, guide the men hauling the rocks to the top, and then lead the builders there so we might complete our work. As I was one of those designated to assemble the huts, these men remained important to me as well as to all of us.</p>",
              "<i>The \"condor men\" are the high-altitude climber-builders of the Inca.</i>"
            ]
          },
          {
            "name": "Fourth Excerpt from Part V",
            "shortname": "Fourth Part V",
            "path": "4V",
            "passages": [
              "<p><strong>Pedro</strong>: And then what happened?</p> <p><strong>Apani</strong>: We went to the northeastern side so Vita could evaluate conditions there. We walked past the huge northern part of the mountain and much of the eastern side came to view. And there, as if put in place just to match our needs, rose a ramp like projection of the mountain leading from a height equal to where we stood to the top of the mountain with several angled plateaus along the way. Most of us, though knowing nothing of these things, nevertheless understood this was the route higher. One of my friends, on seeing it with me, said in amazement, \"That is the way! It must be. It looks perfect!\"</p>",
              "<i>The way to the summit is identified.</i>"
            ]
          },
          {
            "name": "Fifth Excerpt from Part V",
            "shortname": "Fifth Part V",
            "path": "5V",
            "passages": [
              "<p><strong>Anco</strong>: How many men hauled to the succeeding camp?</p> <p><strong>Apani</strong>: Well, four <em>cunturs</em>, eighty-five rock bearers, thirty carriers of food, dung, tents, and assorted other stores, and an extra twenty men in reserve composed the entire group. Each man carried, in addition to the weight of his load, a gourd of water, dried fruit, and charqui. They started from camp early, directed by the <em>cunturs</em>, one leading at the front, two at different positions within the file, and the fourth at the rear. They proceeded slowly, the <em>cunturs</em> keeping a steady pace, resting often. The course remained free of snow, but with the ground loose in places, as we builders found out when it came our turn, and this made it difficult. Fortunately, the weather cooperated, with no storms and but a slight breeze. They stayed within our sight until the long line finally disappeared behind a huge outcropping of rocks. It remains to my mind a grand and majestic scene, and I haven't forgotten it. In two hours, they reappeared from behind the rocks, in column, slowly wending their way back to us. Several of the men seemed unsteady as they came towards us, a sure sign of breathing or headache problems.</p>",
              "<i>Apani describes the first carry up the mountain.</i>"
            ]
          },
          {
            "name": "Sixth Excerpt from Part V",
            "shortname": "Sixth Part V",
            "path": "6V",
            "passages": [
              "<p><strong>Pedro</strong>: And your feelings?</p> <p><strong>Apani</strong>: Well, to arrive at the summit meant a great accomplishment. The <em>cunturs</em> hugged each of us and this made us feel important. And the views from there overwhelmed us with their beauty. It is special to see things from the top of a mountain, and especially gratifying to see all our stones there! They were stacked in four piles, according to their color codes.</p> <p><strong>Pedro</strong>: And so you began immediately at reassembly?</p> <p><strong>Apani</strong>: Exactly. Mayta had been part of my builder team, so three of us now composed our group. Our hut was the one with the lower stones marked in green, the upper ones in blue. Before beginning, we all looked over the site, to determine the best positioning of the structures. Finally, we decided a north/south arrangement the best, our hut's end wall separated by two feet from the other hut's end wall. Once this had been determined and settled, we went to work, with the <em>cunturs</em> helping when called on. We made quick work of it, with the lower half of each hut in place by early afternoon. The color-coding helped, of course. Also, we had chipped and shaped those rocks ourselves back at Angastu and we remembered their positions in the completed building.</p>",
              "<i>Apani describes one of the great accomplishments of the Inca.</i>"
            ]
          }
        ]
      },
      "hawker_data": {
        "name": "Third Letter",
        "shortname": "third",
        "filename": "third_letter.yaml",
        "content_name": "Tours",
        "content_path": "tours",
        "page_title": "Tours",
        "entry_page_title": "Tours",
        "section": true,
        "tours": [
          {
            "name": "Third Letter, Part U",
            "shortname": "Part U",
            "path": "U",
            "tours": [
              {
                "title": "Third Letter, Part U",
                "url": "https://www.youtube.com/embed/q7pIRb5JXDs"
              }
            ]
          },
          {
            "name": "Third Letter, Part V, Apani the Indian",
            "shortname": "Part V",
            "path": "V",
            "tours": [
              {
                "title": "Third Letter, Part V, Apani the Indian",
                "url": "https://www.youtube.com/embed/qaRqKTjM5fU "
              }
            ]
          },
          {
            "name": "Third Letter, Part W",
            "shortname": "Part W",
            "path": "W",
            "tours": [
              {
                "title": "Third Letter, Part W",
                "url": "https://www.youtube.com/embed/LUpyl2OEx6s"
              }
            ]
          },
          {
            "name": "Third Letter, Part X",
            "shortname": "Part X",
            "path": "X",
            "tours": [
              {
                "title": "Third Letter, Part X",
                "url": "https://www.youtube.com/embed/DdH34Y54ics"
              }
            ]
          }
        ]
      }
    }
  },
  {
    "shortname": "fourth",
    "name": "Fourth Letter",
    "path": null,
    "media": {
      "hawker_data": {
        "name": "Fourth Letter",
        "shortname": "fourth",
        "filename": "fourth_letter.yaml",
        "content_name": "Tours",
        "content_path": "tours",
        "page_title": "Tours",
        "entry_page_title": "Tours",
        "section": true,
        "tours": [
          {
            "name": "Fourth Letter, Part AA-DD",
            "shortname": "Part AA-DD",
            "path": "AA-DD",
            "tours": [
              {
                "title": "Fourth Letter, Part AA-DD",
                "url": "https://www.youtube.com/embed/bl4T8Q6hA_I"
              }
            ]
          },
          {
            "name": "Fourth Letter, Part EE-GG",
            "shortname": "Part EE-GG",
            "path": "EE-GG",
            "tours": [
              {
                "title": "Fourth Letter, Part EE-GG",
                "url": "https://www.youtube.com/embed/NR0wwcg4gNI"
              }
            ]
          },
          {
            "name": "Fourth Letter, Part HH-KK",
            "shortname": "Part HH-KK",
            "path": "HH-KK",
            "tours": [
              {
                "title": "Fourth Letter, Part HH-KK",
                "url": "https://www.youtube.com/embed/aX2H8w7GUVo"
              }
            ]
          }
        ]
      }
    }
  },
  {
    "shortname": "Appendix C",
    "name": "Appendix C | Apani the Indian",
    "path": "3V",
    "media": {
      "ikarus_data": {
        "name": "Appendix C | Apani the Indian",
        "shortname": "Appendix C",
        "path": "3V",
        "filename": "3V.yaml",
        "label-prefix": "3V",
        "images_path": "images/chronicles/galleries/3V",
        "galleries_path": "galleries",
        "source_path": "../source",
        "thumbs_folder_path": "thumbs",
        "total_width": 960,
        "images_per_row": 4,
        "image_margins": 10,
        "width_adjustment": 2,
        "overlay_thumb_height": 100,
        "image_matrix": [
          [
            {
              "caption": "De M&eacute;rida and Ancohualla met Apani in Atacama (today's San Pedro de Atacama) and heard his story of how the Indians built the huts on the summit of Llullaillaco.  A modern-day street scene in this charming town. <span class=\\\"attribution\\\">Courtesy of visitchile.com.</span>",
              "filename": "image1.jpg",
              "attribution": "",
              "label": "1"
            },
            {
              "caption": "Angastu (Antofagasta) was the jump-off point for Llullaillaco. We can only infer from the information presented in the recording of the conversation with Apani that the effort to place huts on the summit of the peak began in late August 1494.",
              "filename": "image2.jpg",
              "attribution": "",
              "label": "2"
            },
            {
              "caption": "Today's Antofagasta is a bustling port city of 345,000 people. <span class=\\\"attribution\\\">Courtesy of misionlatinoamericana.</span>",
              "filename": "image3.jpg",
              "attribution": "",
              "label": "3"
            },
            {
              "caption": "It really does snow in the Atacama Desert! <span class=\\\"attribution\\\">Courtesy aljazeera.com.</span> Also, see Chapter 6, <span id=\\\"alonetitle\\\">Clawing for the Stars</span>, for the author's experiences with Atacama snow storms.",
              "filename": "image4.jpg",
              "attribution": "",
              "label": "4"
            }
          ],
          [
            {
              "caption": "A source of water on the way to Monturaqui.",
              "filename": "image5.jpg",
              "attribution": "",
              "label": "5"
            },
            {
              "caption": "And another.",
              "filename": "image6.jpg",
              "attribution": "",
              "label": "6"
            },
            {
              "caption": "This was the supply location for men, goods, and equipment on their way to Llullaillaco. The summit of the peak is just in view to the south.",
              "filename": "image7.jpg",
              "attribution": "",
              "label": "7"
            },
            {
              "caption": "This is one of several building ruins next to Monturaqui. These no doubt go back to the time of Apani.",
              "filename": "image8.jpg",
              "attribution": "",
              "label": "8"
            }
          ],
          [
            {
              "caption": "A water source on the way from Monturaqui to the western side of the mountain.",
              "filename": "image9.jpg",
              "attribution": "",
              "label": "9"
            },
            {
              "caption": "The northern end of Laguna Aguas Calientes, which sits below the western side of the peak. Vitahuati and his men had first planned to climb to the summit by way of the western walls. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image10.jpg",
              "attribution": "",
              "label": "10"
            },
            {
              "caption": "This area would have served well as a Base Camp on the western side for Vita and his men. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image11.jpg",
              "attribution": "",
              "label": "11"
            },
            {
              "caption": "This area would have made a good first camp site, at <span class=\\\"height\\\">16,500'</span>, for the <em>cunturs</em> as they labored up the western slopes. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image12.jpg",
              "attribution": "",
              "label": "12"
            }
          ],
          [
            {
              "caption": "This spot, at <span class=\\\"height\\\">18,300'</span>, might have served the <em>cunturs</em> well as the next higher camp on the western side. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image13.jpg",
              "attribution": "",
              "label": "13"
            },
            {
              "caption": "This is the plateau, at <span class=\\\"height\\\">19,300'</span>, where Apani said the <em>cunturs</em> realized the western side was too steep from here to the summit and chose to turn around and descend. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image14.jpg",
              "attribution": "",
              "label": "14"
            },
            {
              "caption": "Vitahuati and his men decided to search for a suitable route to the summit somewhere else on the peak. No doubt they had a similar view of the northern slopes on their way around the mountain, as pictured here. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image15.jpg",
              "attribution": "",
              "label": "15"
            },
            {
              "caption": "Vitahuati and the <i>cunturs</i> led the traverse past these northwest walls in search of a route to the top. <span class=\\\"attribution\\\">R. Villarreal Collection.</span>",
              "filename": "image16.jpg",
              "attribution": "",
              "label": "16"
            }
          ],
          [
            {
              "caption": "Flowing water north of Llullaillaco. <span class=\\\"attribution\\\">Courtesy of Wikimedia.com.</span>",
              "filename": "image17.jpg",
              "attribution": "",
              "label": "17"
            },
            {
              "caption": "The eastern side of Llullaillaco, with the ascent route of the Indians in the middle of the picture (see following Google Earth images for details). <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image18.jpg",
              "attribution": "",
              "label": "18"
            },
            {
              "caption": "Google Earth image showing the positions of the staging area and Main Camp.",
              "filename": "image19.jpg",
              "attribution": "",
              "label": "19"
            },
            {
              "caption": "Image showing the location of First Camp and Second Camp.",
              "filename": "image20.jpg",
              "attribution": "",
              "label": "20"
            }
          ],
          [
            {
              "caption": "This structure, along with several others not in the picture, mark the location of Vitahuati's main camp area at <span class=\\\"height\\\">17,056'</span>. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image21.jpg",
              "attribution": "",
              "label": "21"
            },
            {
              "caption": "At an elevation of <span class=\\\"height\\\">19,188'</span>, this was the location of first camp for the climbers and builders. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image22.jpg",
              "attribution": "",
              "label": "22"
            },
            {
              "caption": "This area was the second camp for the men, at an elevation of <span class=\\\"height\\\">21,800'</span>, just below the summit. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image23.jpg",
              "attribution": "",
              "label": "23"
            },
            {
              "caption": "Johan Reinhard and his team of archaeologists examine the huts and graves on the summit at <span class=\\\"height\\\">22,109'</span>. <span class=\\\"attribution\\\">Courtesy of Joan Reinhard.</span>",
              "filename": "image24.jpg",
              "attribution": "",
              "label": "24"
            }
          ],
          [
            {
              "caption": "A look down upon the huts. <span class=\\\"attribution\\\">Courtesy Chuck Huss Collection.</span>",
              "filename": "image25.jpg",
              "attribution": "",
              "label": "25"
            },
            {
              "caption": "The Reinhard team surveys more of the summit ruins. <span class=\\\"attribution\\\">Courtesy of Johan Reinhard.</span>",
              "filename": "image26.jpg",
              "attribution": "",
              "label": "26"
            }
          ]
        ],
        "content_name": "Galleries",
        "content_path": "galleries",
        "page_title": "Galleries",
        "entry_page_title": "Gallery"
      }
    }
  }
]